[{"model": "products.category", "pk": 4, "fields": {"name": "special_offers", "friendly_name": "Special Offers"}}, {"model": "products.category", "pk": 5, "fields": {"name": "milk", "friendly_name": "Milk"}}, {"model": "products.category", "pk": 6, "fields": {"name": "eggs", "friendly_name": "Eggs"}}, {"model": "products.category", "pk": 7, "fields": {"name": "cheese", "friendly_name": "Cheese"}}, {"model": "products.category", "pk": 8, "fields": {"name": "fruit", "friendly_name": "Fruit"}}, {"model": "products.category", "pk": 9, "fields": {"name": "veg", "friendly_name": "Vegetables"}}, {"model": "products.category", "pk": 10, "fields": {"name": "mushrooms", "friendly_name": "Mushrooms"}}, {"model": "products.category", "pk": 11, "fields": {"name": "butter", "friendly_name": "Butter"}}, {"model": "products.category", "pk": 12, "fields": {"name": "broth", "friendly_name": "Broth"}}, {"model": "products.category", "pk": 13, "fields": {"name": "sauce", "friendly_name": "Sauce"}}, {"model": "products.category", "pk": 14, "fields": {"name": "jus", "friendly_name": "Jus"}}, {"model": "products.product", "pk": 1, "fields": {"category": 9, "producer": 1, "packaging": 1, "name": "Zuchini", "description": "An often underrated vegetable, the zucchini doesn't have a a particularly intense flavour - but those who are in the know, knows how to appreciate it. Zucchini go well in almost any dish and provide a summery taste. The large, yellow flowers are especially nice, and can also be used in a range of culinary delights.", "price": "2.30", "image": "zuchini_one.jpg", "organic": true, "in_season": false}}, {"model": "products.product", "pk": 2, "fields": {"category": 9, "producer": 1, "packaging": 2, "name": "Carrots", "description": "Carrots are healthy and delicious, and the medium-sized carrots from the Thomsons Farm are crisp and fresh. The Bio-Knospe vouches for it. The fact that the consumption of carrots improves eyesight, incidentally, is a myth - but the high vitamin A content is proven.", "price": "1.90", "image": "carrots.jpg", "organic": true, "in_season": true}}, {"model": "products.product", "pk": 3, "fields": {"category": 8, "producer": 2, "packaging": 3, "name": "Grapes - Blue Muscat", "description": "Muscat somehow sounds more noble than muscatel, although both mean the same thing. Namely exquisite grape varieties, which medieval scholastics already enthused about.\r\n\r\nThe grapes blue Muscat come directly from the beautiful Pernes les Fontaines in Switzerland - of course certified organic.", "price": "3.85", "image": "grapes_blue_muscat.jpg", "organic": true, "in_season": false}}, {"model": "products.product", "pk": 4, "fields": {"category": 9, "producer": 2, "packaging": 4, "name": "Green Beans", "description": "A classic bean recipe: The fresh organic greenbeans from Sala Organic Farms offer joy in the best Swiss organic quality.\r\n\r\nRaised with love and passion for indulgement, health and sustainability - certified with the Bio Suisse Knospe.", "price": "2.35", "image": "green_beans.jpg", "organic": true, "in_season": true}}, {"model": "products.product", "pk": 5, "fields": {"category": 10, "producer": 3, "packaging": 5, "name": "Bio Mushrooms brown", "description": "The French mushroom is the most popular mushroom in our corner of the world. This brown, creamy-coloured mushroom has a stronger aroma than its white brother. Tip: don't wash them, but wipe them off with paper towels. With these organic mushrooms from Patrick Goodman, you don't need to worry about chemical additives or contaminants. Just enjoy them cooked, grilled, slightly sautéed or raw!", "price": "4.65", "image": "champignons_brown.jpg", "organic": true, "in_season": true}}, {"model": "products.product", "pk": 6, "fields": {"category": 6, "producer": 4, "packaging": 6, "name": "Bio Eggs, 10 pieces of 53g+", "description": "These fine eggs originate from healthy and happy hens, where the attitude in freedom, feeding without additives and the satisfaction of the animals are the most important. The quality and taste is just outstanding.\r\n\r\nThe KAG free-range eggs from Webster Poultry Farm come in a package of 10 and are certified with the KAGfreiland label.", "price": "9.70", "image": "eggs_10pc.jpg", "organic": true, "in_season": true}}, {"model": "products.product", "pk": 7, "fields": {"category": 5, "producer": 5, "packaging": 7, "name": "Whole milk past. with natural fat content, min. 3.8% fat, 1lt", "description": "Fresh Anderson Dairy Natürli whole milk from the Zürcher Oberland! With this silage-free milk, every sip is a pure pleasure. Whether latte macchiato or for muesli, with this Natürli milk you are sure to be right.\r\n\r\nSilage-free milk is milk from cows that are not fed silage. The cows eat only green fodder and hay - this corresponds to near-natural feeding. As a supplement, the dairy cows are fed grain meal rich in minerals. This near-natural feeding has a positive effect on the taste of the milk: Silage-free milk has a convincing, natural, unadulterated taste.", "price": "1.85", "image": "milk_1lt.jpg", "organic": true, "in_season": true}}, {"model": "products.product", "pk": 8, "fields": {"category": 7, "producer": 5, "packaging": 8, "name": "Bäretswil Mountain Raclette fresh-packed, 200g", "description": "The spicy raclette from Anderson Dairy is raclette enjoyment at its best. From high-quality raw materials from the region, the cheesemakers with brains have created the perfect blend of melt-in-the-mouth cheese and fine rezent taste.", "price": "6.30", "image": "baeretswiler_raclette_cheese.jpg", "organic": true, "in_season": true}}, {"model": "products.product", "pk": 9, "fields": {"category": 7, "producer": 5, "packaging": 8, "name": "Gran Ticino", "description": "The Gran Ticino is a wonderful, semi-hard Ticino cheese from the world-famous Anderson Dairy. This cheese's taste and consistency are hard to compare with any other cheese prepared to the north of the Alps. This is thanks to the climate and the special flora of Ticino! The real Ticino cheese was prepared in the high valley of the river Maggia with raw milk of a single stable. The milk for the cheese comes from only 20 Braunvieh cows, who spend their summer in the Alps. In the first months, the beautiful cheese matures in the stone cellar the 1,300 m over the sea level. The cheese is transported to the Mauerhof cellar in Emmental for affinage, where it gets processed by hand. \"Gran Ticino\" - the best quality from Ticino!", "price": "10.30", "image": "gran_ticino.jpg", "organic": true, "in_season": true}}, {"model": "products.product", "pk": 10, "fields": {"category": 11, "producer": 5, "packaging": 9, "name": "Handmade butter", "description": "Without butter, food tastes only half as good. On the bread, for frying or baking: this handmade butter from Anderson dairy makes the difference. Because it's made with love. And fresh, high quality milk from the surrounding area.", "price": "5.40", "image": "butter.jpg", "organic": true, "in_season": true}}, {"model": "products.product", "pk": 11, "fields": {"category": 13, "producer": 1, "packaging": 10, "name": "Bio Tomato sauce, 390ml", "description": "The finest tomatoes and aromatic herbs are used for this spicy organic sauce. This sauce is made with fresh ingredients and spices up any pasta dish.", "price": "8.95", "image": "bio_tomato_sauce.jpg", "organic": true, "in_season": false}}, {"model": "products.product", "pk": 12, "fields": {"category": 12, "producer": 2, "packaging": 11, "name": "Bio Vegan broth, 500ml", "description": "Vegan Power: The organic vegan power broth from the Sala Organic farms is full of tastes and of the power of nature.\r\n\r\nReady-to-use, prepared by the specialists in Lupfig - and warmed up in no time in the kitchen at home.\r\nIngredients:\r\nWater 78%, carrots* 2%, olive oil*, broccoli*, potato*, celery*, chickpeas*, beetroot*, onions*, fennel*, hot peppers*, spinach*, beans*, pea*, leek*, lentils Beluga black*, spices (celery, mustard)*, quinoa*, nettle*, sea salt, past.", "price": "13.00", "image": "bio_broth_vegan.jpg", "organic": true, "in_season": false}}, {"model": "products.product", "pk": 13, "fields": {"category": 14, "producer": 2, "packaging": 12, "name": "Vegetable Jus, 200g", "description": "Vegetable jus from Sala Organic farm - Made from roasted vegetables and herbs. Served with a dash of red and port wine.\r\n\r\nThe jus is suitable for vegetarian, vegan or meat dishes. It can also be used as a sauce for pasta.\r\n\r\nIngredients:\r\nwater, red wine, onions, carrots, celery, hot peppers, aubergines, zucchini, tomatoes, fennel, shiitake, cauliflower, wakame, port wine, sherry, citrus fibers, balsamic vinegar (grape must, wine vinegar), olive oil, sugar, salt, smoked peppers, rosemary , Thyme, black pepper, allspice, bay leaves", "price": "19.85", "image": "veg_jus.jpg", "organic": true, "in_season": false}}, {"model": "products.product", "pk": 14, "fields": {"category": 14, "producer": 2, "packaging": 12, "name": "Fish jus, 200g", "description": "Fish sauce from Sala Organic farms - Made from vegetables, aromatic herbs and fish fricassee. A dash of white wine, sherry and Madeira refine the broth to a fine jus. The jus can be used to refine the taste of dishes or as a stand-alone sauce.\r\n\r\nIngredients:\r\nwater, fish carcasses, white wine, onions, carrots, celery, sherry, fennel, citrus fibers, Madeira, balsamic vinegar (grape must, wine vinegar), olive oil, sugar, salt, rosemary, thyme, black pepper, fennel seeds, allspice, bay leaves, lemon leaves", "price": "19.85", "image": "fish_jus.jpg", "organic": true, "in_season": false}}, {"model": "products.product", "pk": 15, "fields": {"category": 14, "producer": 2, "packaging": 12, "name": "Pork Jus, 200g", "description": "Product description follows soon.\r\n\r\nIngredients:\r\nWater, pork bones, white wine, onions, celery, Madeira, carrots, citrus fiber, raw sugar, tomato paste, balsamic vinegar (grape must, vinegar), garlic, sea salt, corn starch, rosemary, thyme, sage, mustard seeds, cumin, cloves, black pepper, juniper berries, bay leaves, fennel seeds.", "price": "19.85", "image": "pork_jus.jpg", "organic": true, "in_season": false}}, {"model": "products.product", "pk": 16, "fields": {"category": 4, "producer": 1, "packaging": 13, "name": "Butternut", "description": "The curvy butternut squash is not only visually very elegant, but also a culinary pleasure. With its nutty flavour and the consistency of butter which melts in the mouth, it is suitable for almost all pumpkin recipes - and you can even enjoy it raw. Tip: roasted and salted, the seeds are a delicious snack.", "price": "5.85", "image": "butternut.jpg", "organic": true, "in_season": true}}, {"model": "products.product", "pk": 17, "fields": {"category": 4, "producer": 1, "packaging": 14, "name": "Peperoni sweet mini Mix", "description": "Whether you call them bell peppers, sweet peppers or capsicum, these bright vegetables contain so many vitamins it doesn't matter. Vitamin C, E, beta carotin and B vitamins, they are all contained in these crunchy red pepper.", "price": "4.05", "image": "peperoni_mini.jpg", "organic": false, "in_season": true}}, {"model": "products.product", "pk": 18, "fields": {"category": 4, "producer": 1, "packaging": 11, "name": "Salad Dressing Marianneli - homemade, 500ml", "description": "The housewife Marianneli - her spicy, cheeky and earthy style is well received everywhere. It is prepared with selected ingredients and lots of love by Thomsons farm.\r\n\r\nCompletely lactose- and gluten-free, no flavour-enhancing additives and no colourings or preservatives.\r\n\r\nThe Marianneli salad dressing is recommended for use with various leaf salads, sausage and cheese salads and potato salads.\r\nIngredients:\r\n. Water, apple cider vinegar, canola oil, mustard (water, mustard seed, table vinegar, table salt, sugar, spices, spice extract), blossom honey, boullion (table salt iodized, natural flavoring, sucrose, yeast extract, spices, seasoning, caramel sugar), pepper, onions, garlic, herbs, thickener: xanthan gum - and lots of love.", "price": "3.50", "image": "salad_dressing_homemade.jpg", "organic": false, "in_season": false}}, {"model": "products.product", "pk": 19, "fields": {"category": 4, "producer": 2, "packaging": 15, "name": "Bio Pepper terrine, 100g", "description": "A delicacy for lovers of good taste - the Organic pepper Sala Organic farm. Made from pure Swiss meat with love for tradition and desire for innovation.", "price": "5.70", "image": "bio_pepper_terrine.jpg", "organic": true, "in_season": false}}, {"model": "products.product", "pk": 20, "fields": {"category": 4, "producer": 2, "packaging": 16, "name": "Bio Pomegranate seeds, 120g", "description": "Sala organic farm's gently dried pomegranate seeds are perfectly healthy for nibbling, sweet and piquant dishes and can be used just like fresh pomegranate.\r\n\r\nThe pomegranate is one of the oldest cultivated plants and has been a symbol of fertility, health and power since biblical times. The whole plant is rich in polyphenols. The positive effects are nowadays the subject of many scientific studies.", "price": "9.90", "image": "pomegranate_seeds.jpg", "organic": true, "in_season": false}}, {"model": "products.producer", "pk": 1, "fields": {"name": "Thomsons Farm", "description": "Thomsons Farm agricultural products in Steinmauer, located in the lowlands of Zurich has dedicated its task to cultivate rare fruits and vegetables. The carrot products alone range in a variety of colors: white, yellow, black and purple. Naturally, Bio Suisse certified. The Thomson siblings have transformed a traditional family business into a modern and versatile farming business; supported by a sustainable CO2-neutral wood heating system. The family farming business in Steinmauer, with its range of organic products is well known in the region.", "image": "thomsons_farm_SjnRrzz.jpg"}}, {"model": "products.producer", "pk": 2, "fields": {"name": "Sala Organic Farms", "description": "Sala Organic Farms  harvests organic - yesterday, today and tomorrow. The organization brings together more than 80 active organic producers in Switzerland. It was founded in 1946, and since then members have created a wealth of expertise in organic farming. Tradition is important. But to Sala Organic Farms, creativity and innovation are just as big a part of sustainable production. From advice to sales, from human resources to quality assurance, the organisation provides help and support in all areas of organic production.", "image": "sala_organic_farms.jpg"}}, {"model": "products.producer", "pk": 3, "fields": {"name": "Goodman Family Farm", "description": "On Goodman family farm in Gossau ZH mushrooms thrive: The farm was founded by Patrick Goodman twenty years ago to grow the Asian shiitake mushroom according to organic Swiss standards. From the production of the substrate from which the mushrooms grow, to harvest and delivery, everything is done by the farmer himself. Every day the mushrooms are picked by hand. No chemical pesticides, thanks to rigorous hygiene and extensive expertise.", "image": "goodman_family_farm.jpg"}}, {"model": "products.producer", "pk": 4, "fields": {"name": "Webster Poultry", "description": "The versatile organic farm is located in Alt Paradies, in the municipality of Schlatt TG, on the banks of the Rhine, only 6 km from the town of Schaffhausen, in the heart of the Schaaren recreational area. It is led by Mike and Mary Webster.\r\n\r\nIn addition to the keeping of laying hens, suckler cows and outdoor pigs, vegetable and arable farming is carried out in the fields and animal feed is cultivated. The animals are dear to the Websters. Animal husbandry according to KAGfreiland guidelines is a must for the Webster family. So the cows carry horns, the open-air pigs can roam in the soil and their laying hens enjoy the daily pasture.", "image": "webster_poultry.jpg"}}, {"model": "products.producer", "pk": 5, "fields": {"name": "Anderson Dairy", "description": "Anderson Dairy - this is the regional dairy brand of the Zurich mountain area. With finest milk from the Zurich mountains, Anderson Dairy produces cheese in all variations. Today about 22 cheese makers from the region produce more than 200 varieties of high-quality and environmentally friendly cheeses - and most of them from raw milk! And did we already mention that Anderson Dairy knows every milk supplier? Anderson Dairythus provides security for dairy farmers in the region - and makes sure our local dairy farmers get fair prices for their milk all year round.", "image": "zurich_anderson_dairy_farm.jpg"}}, {"model": "products.packaging", "pk": 1, "fields": {"name": "Piece ca. 250-350g", "packaging_type": "Piece", "weight": "ca. 250-350g"}}, {"model": "products.packaging", "pk": 2, "fields": {"name": "Bag 500g", "packaging_type": "Bag", "weight": "500g"}}, {"model": "products.packaging", "pk": 3, "fields": {"name": "Box 500g", "packaging_type": "Box", "weight": "500g"}}, {"model": "products.packaging", "pk": 4, "fields": {"name": "Bag 250g", "packaging_type": "Bag", "weight": "250g"}}, {"model": "products.packaging", "pk": 5, "fields": {"name": "Box 250g", "packaging_type": "Box", "weight": "250g"}}, {"model": "products.packaging", "pk": 6, "fields": {"name": "Box 10 pieces of 53g+", "packaging_type": "Box", "weight": "10 pieces of 53g+"}}, {"model": "products.packaging", "pk": 7, "fields": {"name": "Bottle 1Lt", "packaging_type": "Bottle", "weight": "1 ltr"}}, {"model": "products.packaging", "pk": 8, "fields": {"name": "200g wrapped", "packaging_type": "Plastic Wrap", "weight": "200g"}}, {"model": "products.packaging", "pk": 9, "fields": {"name": "200g Foil Wrapped", "packaging_type": "Foil Wrap", "weight": "200g"}}, {"model": "products.packaging", "pk": 10, "fields": {"name": "390ml glass jar", "packaging_type": "Jar", "weight": "390ml"}}, {"model": "products.packaging", "pk": 11, "fields": {"name": "Bottle 500ml", "packaging_type": "Bottle", "weight": "500ml"}}, {"model": "products.packaging", "pk": 12, "fields": {"name": "Jar 200g", "packaging_type": "Jar", "weight": "200g"}}, {"model": "products.packaging", "pk": 13, "fields": {"name": "Piece ca. 0.9-1.1kg", "packaging_type": "Piece", "weight": "ca. 0.9-1.1kg"}}, {"model": "products.packaging", "pk": 14, "fields": {"name": "250g Wrapped", "packaging_type": "Plastic Wrap", "weight": "250g"}}, {"model": "products.packaging", "pk": 15, "fields": {"name": "Jar 100g", "packaging_type": "Jar", "weight": "100g"}}, {"model": "products.packaging", "pk": 16, "fields": {"name": "Bag 120g", "packaging_type": "Bag", "weight": "120g"}}]